Repository: fabyc/nodux_account_ec_pymes
Catalog: locale/*.po
Languages: es_ec

# error:party.party:
source: Invalid VAT Number "%s".
es_ec: Número "%s" no es válido.

# error:party.party:
source: VAT Number already exists!
es_ec: ¡Número de Céd./RUC ya existe!

# error:product.template:
source: NAME Product already exists
es_ec: ¡Nombre de producto ya existe!

# field:account.invoice,number_w:
source: Number
es_ec: Número

# field:party.party,contribuyente_especial_nro:
source: Nro. Resolucion
es_ec: No. Resolución

# field:party.party,mandatory_accounting:
source: Mandatory Accounting
es_ec: Obligado a llevar contabilidad

# field:party.party,type_document:
source: Type Document
es_ec: Tipo de documento

# help:party.party,contribuyente_especial_nro:
source: Contribuyente Especial Nro.
es_ec: Contribuyente especial No.

# model:ir.action,name:
source: Invoice Force Draw
es_ec: Forzar factura a borrador

# model:ir.action,name:report_balance_sheet
source: Balance Sheet
es_ec: Estado de Situación Financiera

# model:ir.action,name:report_income_statement
source: Income Statement
es_ec: Estado del Resultado Integral

# selection:bank.account.number,type:
source: Checking Account
es_ec: Cuenta corriente

# selection:bank.account.number,type:
source: Saving Account
es_ec: Cuenta de ahorro

# selection:party.party,type_document:
source: Cedula
es_ec: Cédula

# view:party.party:
source: VAT
es_ec: CI/RUC
